Repository: fhbgroup/woo-fulfillment-fhb
Catalog: languages/woocommerce-fhb-api-*.po
Languages: sk_sk

source: Orders
sk_sk: Objednávky

source: Products
sk_sk: Produkty

source: Settings
sk_sk: Nastavenia

source: Exported with
sk_sk: Exportované s

source: Carrier
sk_sk: Prepravca

source: Exporting
sk_sk: Exportujem

source: Only orders with status processing are exported
sk_sk: Exportujú sa iba objednávky v stave spracováva sa

source: Exported / Error / All
sk_sk: Exportované / Chybné / Všetko

source: Stop
sk_sk: Zastaviť

source: Stopping
sk_sk: Zastavujem

source: Simple products
sk_sk: Jednoduché produkty

source: Variable products
sk_sk: Zložené produkty

source: Connection
sk_sk: Napojenie

source: You can generate login credentials
sk_sk: Prístupové údaje si môžete vygenerovať

source: here
sk_sk: tu

source: Use test server
sk_sk: Použiť testovací server

source: Default carrier
sk_sk: Predvolený prepravca

source: Mapping of statuses
sk_sk: Mapovanie statusov

source: Notification confirmed
sk_sk: Notifikácia confirmed

source: Notification sent
sk_sk: Notifikácia sent

source: Notification delivered
sk_sk: Notifikácia delivered

source: Notification returned
sk_sk: Notifikácia returned

source: Order cancellation on stauses
sk_sk: Zrušenie objednávky pri statusoch

source: Payment methods
sk_sk: Platobné metódy

source: Send amount
sk_sk: Poslať čiastku do API

source: Invoices
sk_sk: Faktúra

source: Invoice prefix
sk_sk: Prefix faktúry

source: Invoice field
sk_sk: Pole s faktúrou

source: Mapping of carriers
sk_sk: Mapovanie prepravcov

source: Woocommerce carrier
sk_sk: Woocommerce prepravca

source: Fullfilment carrier
sk_sk: Fullfilment prepravca

source: Add new line
sk_sk: Pridať nový riadok

source: Save
sk_sk: Uložiť
